docs: include plantuml rendering
